import type { LearnPage } from '../interface/learn.types.ts'

export const learnPages: LearnPage[] = [
  {
    title: 'راه‌اندازی ردیاب',
    path: 'tracker-setup',
    contents: [
      {
        title: 'ویديوی آموزش نصب ردیاب',
        body: {
          header:
            'در این ویدیو آموزشی، شما با تمامی مراحل نصب و استفاده از ردیاب ابرسو آشنا خواهید شد. در ابتدا ویديو، جعبه محصول باز شده و محتویات داخل جعبه مورد بررسی قرار می‌گیرد. همچنین دستورالعمل سیم‌کشی ردیاب و نحوه فعال‌سازی سیم‌کارت به طور کامل توضیح داده شده است . در پایان، قابلیت‌های مختلف ردیاب معرفی و تشریح می‌شوند تا شما بتوانید به نحو احسنت از تمامی امکانات آن بهره‌مند شوید.',
          banner: {
            iframe: 'https://www.aparat.com/video/video/embed/videohash/xgtlpy2/vt/frame',
          },
          isStepNumric: false,
        },
      },
      {
        title: 'نقشه سیم‌کشی',
        body: {
          header:
            'در این بخش، نقشه‌ی سیم‌کشی ردیاب خودرو ارائه شده است. در این نقشه اطلاعات مورد‌نیاز برای سیم‌کشی‌ها و اتصالات مربوط به طور کامل مشخص شده است. با استفاده از این راهنمای تصویری، نصب ردیاب به سادگی و بدون مشکل انجام خواهد شد. برای درک بهتر و دریافت توضیحات کامل‌تر، می‌توانید ویدیو آموزشی نصب ردیاب را مشاهده فرمایید.',
          banner: {
            src: '/image/learnApp/page-1/01.png',
            alt: 'نقشه سیم‌کشی',
          },
          isStepNumric: false,
        },
      },
      {
        title: 'نکات تکمیلی نصب ردیاب',
        body: {
          header:
            'رعایت نکات ارائه‌شده در این بخش، جهت اطمینان از نصب صحیح و بهینه ردیاب ابرسو، ضروری می‌باشد.',
          steps: [
            {
              title:
                'هنگام متصل کردن سیم منفی ردیاب دقت کنید که حتما این سیم به بدنه خودرو متصل شود. برخی از دسته سیم‌های خودرو ممکن است هنگام تست با دستگاه به بدنه خودرو اتصال داشته باشند اما با روشن شدن خودرو و یا حین استفاده از برخی امکانات خودرو اتصالشان از بدنه جدا شده و عملکرد ردیاب مختل شود.',
            },
            {
              title:
                'در پایان کار نصب، پس از اتصال سیم های ردیاب باید آن را در محل مورد نظر فیکس کنیم. برای این کار ابتدا باید یک سطح هموار پیدا کرده و ردیاب را به گونه ای که سمت درب سیم کارت آن رو به آسمان باشد با چسب دو طرفه فیکس کنیم.',
            },
            {
              title:
                'برای جلوگیری از تداخل آنتن ردیاب و دزدگیر خودرو از قرار دادن این دو دستگاه در کنار یکدیگر خودداری شود.',
            },
            {
              title: 'برای عملکرد بهتر سنسور های دستگاه بهتره که دستگاه به صورت افقی و بدون زاویه نصب شود.',
            },
          ],
          isStepNumric: false,
        },
      },
    ],
  },
  {
    title: 'راه‌اندازی نرم‌افزار',
    path: 'software-setup',
    contents: [
      {
        title: 'آموزش نصب نرم‌افزار',
        body: {
          steps: [
            {
              title: '۱. از طریق آدرس app.abrso.ir، وارد نرم‌افزار ابرسو شوید.',
              src: '/image/learnApp/page-2/01/01.png',
              alt: 'آموزش نصب نرم افزار',
            },
            {
              title: '۲. وارد زبانه‌ی داشبورد شوید. سپس بر روی دکمه نصب نرم افزار در بالای صفحه کلیک کنید.',
              src: '/image/learnApp/page-2/01/02.png',
              alt: 'آموزش نصب نرم افزار',
            },
            {
              title: '۳. با انتخاب گزینه‌ی Install، نرم‌افزار ابرسو در صفحه اصلی موبایل شما قرار خواهد گرفت.',
              src: '/image/learnApp/page-2/01/03.png',
              alt: 'آموزش نصب نرم افزار',
            },
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'ورود و ثبت نام',
        body: {
          steps: [
            {
              title: '۱. از طریق app.abrso.ir و یا نسخه نصب شده در منو اصلی موبایل خــود، وارد صفحـــــه ثبت‌نــــام شویــــد.',
              src: '/image/learnApp/page-2/02/01.png',
              alt: 'ورود و ثبت نام',
            },
            {
              title: '۲. شماره موبایل خود را وارد نمایید.',
              src: '/image/learnApp/page-2/02/02.png',
              alt: 'ورود و ثبت نام',
            },
            {
              title: '۳. کـــد یکبار مصرف ارسالـــی به شماره همـــراه را وارد کنید.',
              src: '/image/learnApp/page-2/02/03.png',
              alt: 'ورود و ثبت نام',
            },
            {
              title: ' ۴. وارد زبانه ابرسو شوید. سپس بر روی نام خود کلیک کنید. ',
              src: '/image/learnApp/page-2/02/04.png',
              alt: 'ورود و ثبت نام',
            },
            {
              title: '۵. گزینه تغییر رمز عبور را انتخاب کنید.',
              src: '/image/learnApp/page-2/02/05.png',
              alt: 'ورود و ثبت نام',
            },
            {
              title: '۶. رمز جدید خود را ساخته و در نهایت بر روی دکمه ادامه کلیک کنید. پس از آن با وارد کردن کد یک‌بار مصرف ارسالی به شماره موبایل شخص، رمز نهایی ذخیره خواهد شد.',
              src: '/image/learnApp/page-2/02/06.png',
              alt: 'ورود و ثبت نام',
            },
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'افزودن ردیاب',
        body: {
          steps: [
            {
              title: '۱. وارد زبانه‌ی ابرسو شوید.',
              src: '/image/learnApp/page-2/03/01.png',
              alt: 'افزودن ردیاب',
            },
            {
              title: '۲. گزینه‌ی افزودن ردیاب جدید را انتخاب کنید.',
              src: '/image/learnApp/page-2/03/02.png',
              alt: 'افزودن ردیاب',
            },
            {
              title: '۳. یک صفحه جهت وارد کردن شناســـه imei و کد رمز  ردیـــاب برای شما باز خواهد شد. ',
              src: '/image/learnApp/page-2/03/03.png',
              alt: 'افزودن ردیاب',
            },
            {
              title: '۴.  شما می‌توانید کـــد QR روی کارت گارانتـــی را اســـکن  کنید یـــا شناســـه imei و کد رمز  ردیـــاب را  به صورت دستی وارد کنیـــد.',
              src: '/image/learnApp/page-2/03/04.png',
              alt: 'افزودن ردیاب',
            },
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'افزودن وسیله‌ی نقلیه',
        body: {
          steps: [
            {
              title: '۱. وارد زبانه‌ی ابرســـو شـــوید و گزینه‌ی وسایل‌نقلیه را انتخاب کنید.',
              src: '/image/learnApp/page-2/04/01.png',
              alt: 'افزودن وسیله‌ی نقلیه',
            },
            {
              title: '۲. برای افزودن وسیله‌ی نقلیه، دکمه‌ی افزودن در بالا سمت چپ را کلیک کنید.',
              src: '/image/learnApp/page-2/04/02.png',
              alt: 'افزودن وسیله‌ی نقلیه',
            },
            {
              title: '۳.مشـــخصات وســـیله نقلیـــه خود را وارد و خـــودرو را به نرم‌افزار اضافه کنید.',
              src: '/image/learnApp/page-2/04/03.png',
              alt: 'افزودن وسیله‌ی نقلیه',
            }
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'تخصیص ردیاب به خودرو',
        body: {
          steps: [
            {
              title: '۱. وارد زبانه‌ی ابرسو شـــوید و گزینه‌ی وسایل‌نقلیــــــه را انتخـــــاب کنیــــــد.',
              src: '/image/learnApp/page-2/05/01.png',
              alt: 'تخصیص ردیاب به خودرو',
            },
            {
              title: '۲. وســـیله‌نقلیه موردنظر خـــود را از میان  لیســـت وســـایل‌نقلیــه‌ای کـــه اضافـــه  کردیـــد؛ انتخـــاب کنید.',
              src: '/image/learnApp/page-2/05/02.png',
              alt: 'تخصیص ردیاب به خودرو',
            },
            {
              title: '۳. بعد از وارد شدن به گزینه‌ی وسایل‌نقلیه، تب اطلاعـــات ردیـــاب را انتخاب کنید. ',
              src: '/image/learnApp/page-2/05/03.png',
              alt: 'تخصیص ردیاب به خودرو',
            },
            {
              title: '۴. دکمه‌ی تخصیـــص ردیاب را انتخاب کنید.',
              src: '/image/learnApp/page-2/05/04.png',
              alt: 'تخصیص ردیاب به خودرو',
            },
            {
              title: '۵. شناســــــــــــه ردیـــــــــــــــــــاب خــــــــــود را انتخاب فرمایید.',
              src: '/image/learnApp/page-2/05/05.png',
              alt: 'تخصیص ردیاب به خودرو',
            }
          ],
          isStepNumric: true,
        },
      },
    ],
  },
  {
    title: 'آموزش کار با نرم‌افزار',
    path: 'software-tutorial',
    contents: [
      {
        title: 'موقعیت و سرعت لحظه ای',
        body: {
          steps: [
            {
              title: '۱. در زبانه‌ی داشبورد شما می‌توانید به موقعیت و ســـرعت لحظـــه‌ای وسیله‌ی نقلیه‌ خود دسترسی داشته باشید.',
              description: '',
              src: '/image/learnApp/page-3/01/01.png',
              alt: 'موقعیت و سرعت لحظه ای',
            },
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'خاموش کردن وسیله نقلیه یا قطع رله',
        body: {
          steps: [
            {
              title: '۱. وارد زبانه‌ی داشـــبورد شـــوید. درصـــورت نیـــاز بـــرای روشـــن کـــردن وسیله‌ی نقلیه، دکمه‌ی اتصال رلـه و برای خاموش کردن آن، دکمه‌ی قطع اتصال رله را انتخاب کنید.',
              description: '',
              src: '/image/learnApp/page-3/02/01.png',
              alt: 'خاموش کردن وسیله نقلیه یا قطع رله',
            },
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'گزارش سفرهای پیموده شده',
        body: {
          steps: [
            {
              title: '۱. وارد زبانه‌ی‌ سفر‌ها شوید. در این بخش، شما می‌توانید براســـاس تاریـــخ، تاریخچـــه ســـفرها را به طور کامل مشاهده کنید.',
              description: 'یکی دیگر از مهم‌ترین و کاربردی‌ترین قابلیت‌های ردیاب ابرسو، ثبت لحظه به لحظـــه اطلاعــــات تمامـــی سفرهــــا (موقعیت دقیق، تاریخ و ساعت  حضور در مبدا و مقصد و همینطور فاصله طی شده بین آن دو) به همـراه نمایـش رنگی بر روی نقشه می‌باشد.',
              src: '/image/learnApp/page-3/03/01.png',
              alt: 'گزارش سفرهای پیموده شده',
            },
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'تعریف منطقه و تنظیم هشدار',
        body: {
          steps: [
            {
              title: '۱. شما می‌توانید بر روی نقشه یک منطقه‌ را جهت ورود و خروج مشخص کنید. به این منظور، وارد زبانه‌ی مناطق شوید. سپس گزینه‌ی افزودن را انتخاب کنید.',
              description: '',
              src: '/image/learnApp/page-3/04/01.png',
              alt: 'تعریف منطقه و تنظیم هشدار',
            },
            {
              title: '۲. منطقـــه مـــورد نظـــر را می‌توانید به یکی از ســـه شـــکل چند‌ضلعـــی، دایـــره‌ای و عرضی با اســـم و اندازه‌ی دلخـــواه ذخیـــره کنید. با استفاده از گزینه‌ی منطقه‌ی چند‌ضلعی شما می‌توانید نقاط منطقه‌ی موردنظرتان را به دلخواه مشخص کنید. ',
              description: 'برای ایجاد منطقه به صورت چندضلعی باید با ضربه زدن و ایجاد نقطه، منطقه دلخواه را مشخص کرد. توجه داشته باشید، برای بسته شدن منطقه‌ی مشخص شده؛ باید بعد از انتخاب تمام نقاط، روی نقطه‌ای که در ابتدا مشخص کردید، دو بار ضربه بزنید.',
              src: '/image/learnApp/page-3/04/02.png',
              alt: 'تعریف منطقه و تنظیم هشدار',
            },
            {
              title: '۳. با استفاده از گزینه‌ی منطقه‌ی دایره‌ای، شما می‌توانید منطقه‌ای را به شکل دایره با شعاع دلخواه انتخاب کنید.  ',
              description: '',
              src: '/image/learnApp/page-3/04/03.png',
              alt: 'تعریف منطقه و تنظیم هشدار',
            },
            {
              title: '۴. با استفاده از گزینه‌ی منطقه‌ی عرضی، شما می‌توانید منطقه‌ای را به شکل استوانه‌ای با شعاع دلخواه انتخاب کنید.',
              description: '',
              src: '/image/learnApp/page-3/04/04.png',
              alt: 'تعریف منطقه و تنظیم هشدار',
            },
            {
              title: '۵. بعد از انتخاب منطقه‌ی مورد نظر، برای تنظیم هشدار ورود یا خروج به منطقه‌ی مجاز، به صفحه قبل بازگردید و در قسمت منطقه‌ی انتخابی خود، روی دکمه‌ی مشاهده‌ی بیشتر کلیک کنید. ',
              description: '',
              src: '/image/learnApp/page-3/04/05.png',
              alt: 'تعریف منطقه و تنظیم هشدار',
            },
            {
              title: '۶. تب تنظیم هشدار‌ها را انتخاب کنید. شما می‌توانید در این قسمت برای ورود یا خروج از منطقه‌ی مشخص شده، نوع هشدار موردنظر خود را تنظیم کنید.',
              description: '',
              src: '/image/learnApp/page-3/04/06.png',
              alt: 'تعریف منطقه و تنظیم هشدار',
            }
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'مشاهده آمارهای وسیله‌ی نقلیه ',
        body: {
          steps: [
            {
              title: '۱. وارد زبانه‌ی‌ عملکرد شوید. در این قسمت، امکان مشـــاهده مهم‌تریـــن آمارهای وســـیله‌ی نقلیـــه از جملـــه مســـافت طـــی شـــده، زمـــان رانندگـــی، زمـــان کار درجـــا، مدت زمـــان رانندگـــی با ســـرعت غیـــر مجاز و مدت زمـــان پـــارک و... وجود دارد.',
              description: '',
              src: '/image/learnApp/page-3/05/01.png',
              alt: 'مشاهده آمارهای وسیله‌ی نقلیه ',
            },
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'افزودن نوع سرویس تعمیر نگهداری',
        body: {
          steps: [
            {
              title: '۱. وارد زبانه‌ی ابرسو شوید و گزینه‌ی تعمیر و نگهداری را انتخاب کنید.',
              description: '',
              src: '/image/learnApp/page-3/06/01.png',
              alt: 'افزودن نوع سرویس تعمیر نگهداری',
            },
            {
              title: '۲. شما می‌توانید در این قسمت، آمار‌ها و تنظیمات مربوط به تعمیر و نگهداری وسیله‌ی نقلیه‌ی خود را مشاهده کنید. درصورتـــی که عـــلاوه بر ســـرویس‌های  پیشفــــرض، متقاضــــی فعــــال شــدن سرویــس دیگـــــری باشیــد؛ می‌توانیـــد  بـــر روی دکمه‌ی افــــــزودن سرویــــــس کلیـــــک و ســـرویس مدنظر خـــود را وارد نمایید.',
              description: '',
              src: '/image/learnApp/page-3/06/02.png',
              alt: 'افزودن نوع سرویس تعمیر نگهداری',
            },
            {
              title: '۳.جزئیات سرویس مورد نظر خود را وارد نمایید و آن را ثبت کنید.',
              description: '',
              src: '/image/learnApp/page-3/06/03.png',
              alt: 'افزودن نوع سرویس تعمیر نگهداری',
            }
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'ثبت سرویس قدیمی',
        body: {
          steps: [
            {
              title: '۱. وارد زبانه‌ی ابرسو شوید. گزینه‌ی تعمیر و نگهداری را انتخاب کنید.',
              description: '',
              src: '/image/learnApp/page-3/07/01.png',
              alt: 'ثبت سرویس قدیمی',
            },
            {
              title: '۲. برای ثبت ســـرویس‌های قدیمی وسیله‌ی نقلیه‌ی خود دکمه‌ی افزودن سرویس قدیمی را انتخاب کنید.',
              description: '',
              src: '/image/learnApp/page-3/07/02.png',
              alt: 'ثبت سرویس قدیمی',
            },
            {
              title: '۳. جزئیات مربوط به سرویس قدیمی خود را در این بخش ثبت کنید.',
              description: '',
              src: '/image/learnApp/page-3/07/03.png',
              alt: 'ثبت سرویس قدیمی',
            }
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'ثبت یادآوری سرویس تعمیر و نگهداری',
        body: {
          steps: [
            {
              title: ' ۱. به منظور ثبت یادآوری سرویس، وارد زبانه‌ی ابرسو شوید و گزینه‌ی تعمیر و نگهداری را انتخاب کنید.',
              description: 'زمانـــی کـــه ســـرویس قدیمـــی بـــرای هـــر قســـمت (برای مثال تعویض روغـــن) ثبت کردید؛ می‌توانید یـــادآوری برای این سرویس فعال کنید. با ثبت یادآوری سرویس، در زمان مشخص شده، اپلیکیشـــن به شـــما اطلاع خواهـــد داد تا ســـرویس مورد‌نظر را انجـــام دهید.',
              src: '/image/learnApp/page-3/08/01.png',
              alt: 'ثبت یادآوری سرویس تعمیر و نگهداری',
            },
            {
              title: '۲. وارد ثبـــت یـــادآوری ســـرویس شـــوید.',
              description: '',
              src: '/image/learnApp/page-3/08/02.png',
              alt: 'ثبت یادآوری سرویس تعمیر و نگهداری',
            },
            {
              title: '۳. کیلومتـــر یادآوری ســـرویس مـــورد نظر خـــود را وارد کرده و یادآوری را ثبت کنید.',
              description: '',
              src: '/image/learnApp/page-3/08/03.png',
              alt: 'ثبت یادآوری سرویس تعمیر و نگهداری',
            }
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'تنظیم هشدارهای وسیله‌ی نقلیه',
        body: {
          steps: [
            {
              title: ' ۱. وارد زبانه‌ی ابرسو شوید و گزینه‌ی هشدارها را انتخاب کنید.',
              description: '',
              src: '/image/learnApp/page-3/09/01.png',
              alt: 'تنظیم هشدارهای وسیله‌ی نقلیه',
            },
            {
              title: '۲. بر روی دکمه‌ی تنظیم هشدار‌ها کلیک کنید.',
              description: '',
              src: '/image/learnApp/page-3/09/02.png',
              alt: 'تنظیم هشدارهای وسیله‌ی نقلیه',
            },
            {
              title: '۳. شما می‌توانید هشدار‌های مورد نظر خود را فعال یا غیر فعال ‌کنید.',
              description: 'دو مدل هشـــدار برای مالک ردیاب ارســـال  می‌شود. ۱- هشـــدارهای ارســـالی از ســـمت خـــود ردیاب، که توســـط ســـیمکارت داخل ردیاب، ارسال می‌شود. ۲- هشدارهای ارسالی از سمت اپلیکیشن، که در بخـــش تنظیمـــات هشـــدارها وجود دارند. در صورت تمایل می‌توان دسترســـی هر کدام از هشـــدارها را  فعـــال و یا غیرفعـــال کرد.',
              src: '/image/learnApp/page-3/09/03.png',
              alt: 'تنظیم هشدارهای وسیله‌ی نقلیه',
            }
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'افزودن گروه گیرندگان به هشدارها',
        body: {
          steps: [
            {
              title: ' ۱. امکان افزودن به تعداد دریافت‌کنندگان هشـــدارها در نرم‌افزار ابرسو، وجـــود دارد. به منظور تنظیم این مورد، وارد زبانه‌ی ابرسو شوید و گزینه‌ی‌ هشدارها را انتخاب کنید.',
              description: '',
              src: '/image/learnApp/page-3/10/01.png',
              alt: 'افزودن گروه گیرندگان به هشدارها',
            },
            {
              title: '۲. بر روی دکمه‌ی تنظیمات هشدار‌ها کلیک کنید.',
              description: '',
              src: '/image/learnApp/page-3/10/02.png',
              alt: 'افزودن گروه گیرندگان به هشدارها',
            },
            {
              title: '۳. بر روی دکمه‌ی افزودن کلیک کنید.',
              description: '',
              src: '/image/learnApp/page-3/10/03.png',
              alt: 'افزودن گروه گیرندگان به هشدارها',
            },
            {
              title: '۴. با کلیـــک بـــر روی دکمه‌ی افـــزودن وارد صفحه گیرنـــدگان خواهید شد. شما می‌توانید گروه‌هـــای خود را ســـاخته و بعـــد از آن ارسال هشـــدار برای آن‌هـــا را مدیریـــت نمایید.',
              description: 'در صورت تمایل امکان افـزودن تعـدادی از گیرندگــــان بـــا گروهبندی‌هــــای مختلف بـــرای دریافـــت هشـــدار، وجـــود دارد؛ تـــا آنهـــا نیـــز تعـــــــدادی از هشدارهـــــــا (براســــــاس میزان دسترســـی داده شده از ســـمت مالـــک ردیـــاب) را دریافـــت نمایند. تنظیمـــات هشـــدارهای ارســـالی به ســـایر  گیرندگـــــــان هـــم ماننـــــــد هشدارهـــــای مالک می‌باشد.',
              src: '/image/learnApp/page-3/10/04.png',
              alt: 'افزودن گروه گیرندگان به هشدارها',
            }
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'نقشه گرمایی',
        body: {
          steps: [
            {
              title: '۱. نقشه‌ی گرمایی نقشه‌ای است که مکان‌هایی که بیشترین زمان تردد و توقف در آن‌ها وجود داشته است را نشان می‌دهد. شما می‌توانید این نقشه را در زبانه‌ داشبورد، با کلیک بر روی دکمه نقشه‌ی گرمایی ۱۰ روز گذشته مشاهده کنید.',
              description: '',
              src: '/image/learnApp/page-3/11/01.png',
              alt: 'نقشه گرمایی',
            },
          ],
          isStepNumric: true,
        },
      },
      {
        title: 'تخصیص راننده',
        body: {
          steps: [
            {
              title: '۱. شما می‌توانید برای وسیله‌ی نقلیه‌ی  وارد شده در اپلیکیشن، راننده تعریف کنید و دسترسی‌هایی از طرف ردیاب برای راننده ایجاد کنید. به این منظور وارد زبانه‌ی داشبورد شوید.',
              description: '',
              src: '/image/learnApp/page-3/12/01.png',
              alt: 'تخصیص راننده',
            },
            {
              title: '۲. داشبورد را به سمت بالا بکشید. سپس بر روی دکمه تخصیص راننده کلیک کنید.',
              description: '',
              src: '/image/learnApp/page-3/12/02.png',
              alt: 'تخصیص راننده',
            },
            {
              title: '۳. دکمه افزودن راننده‌ی جدید را انتخاب کنید.',
              description: '',
              src: '/image/learnApp/page-3/12/03.png',
              alt: 'تخصیص راننده',
            },
            {
              title: '۴. اطلاعات راننده‌ی جدید را وارد نمایید. بعد از وارد کردن شماره موبایل، کد یک بار مصرف برای شماره‌ی راننده ارسال خواهد شد.',
              description: '',
              src: '/image/learnApp/page-3/12/04.png',
              alt: 'تخصیص راننده',
            },
            {
              title: '۵. کد یک بار مصرف را وارد کرده و اطلاعات راننده را ثبت کنید.',
              description: '',
              src: '/image/learnApp/page-3/12/05.png',
              alt: 'تخصیص راننده',
            }
          ],
          isStepNumric: true,
        },
      }
    ],
  },
]
